Repository: DreamedWorker/Asagl
Catalog: Asagl/Localizable.xcstrings
Source language: en
Languages: zh_hans

# app.command.checkUpdate
source: Check for updates…
zh_hans: 检查更新…

# def.cancel
source: Cancel
zh_hans: 取消

# def.confirm
source: Confirm
zh_hans: 确认

# def.info
source: Info
zh_hans: 提示

# def.refresh
source: Refresh
zh_hans: 刷新

# def.warning
source: Warning
zh_hans: 警告

# dllrep.failed.rollback
source: Unable to complete the rollback operation, the backup file was not found! Your Wine environment may have been damaged. Please use first aid tools to perform a complete repair.
zh_hans: 无法完成回滚操作，未找到备份文件！你的Wine环境可能已经损坏，请使用急救工具执行完整修复。

# eme.dl.dll
source: Download auxiliary DLL
zh_hans: 下载辅助性DLL

# eme.exp
source: When there is an error that cannot be handled automatically in your Wine environment, you can use this tool to restore it to normal (do not use this function unless there is an emergency or suggested by the developer).
zh_hans: 当你的Wine环境出现无法自动处理的错误时，你可以使用此工具使其恢复到正常状态（除非有紧急情况或者开发人员建议，否则请勿使用此功能）。

# eme.failed
source: We can't complete the first aid. You need to completely delete this software and reinstall it!
zh_hans: 我们无法完成急救，你需要完全删除本软件后重新安装！

# eme.info.repairOK
source: The simple repair is successful, and you can continue to use it!
zh_hans: 执行简易修复成功，你可以继续使用了！

# eme.start
source: Start repairing
zh_hans: 开始修复

# eme.start.full
source: Complete repair
zh_hans: 完整修复

# emergency.title
source: First Aid Tool
zh_hans: 急救工具

# gallery.empty
source: There are no screenshots or photos in the game.
zh_hans: 暂无游戏内的截图或照片。

# game.adv.error.applyLackFile
source: No files for replacement were found!
zh_hans: 未找到用于替换的文件！

# game.adv.error.backupDll
source: Unable to back up dynamic link library files.
zh_hans: 无法备份动态链接库文件。

# game.adv.error.replaceDll
source: We encountered a problem when replacing it, and it could not be solved by rolling back. Your Wine environment may have been damaged. Please use first aid tools to perform a complete repair.
zh_hans: 我们在替换时遇到了问题，且通过回滚操作无法解决，你的Wine环境可能已经损坏了，请使用急救工具执行完整修复。

# game.adv.error.replaceDllRepaired
source: The replacement of DLL failed. We have rolled back the operation with the backup file.
zh_hans: 替换DLL失败，我们已经用备份文件回滚了操作。

# game.adv.error.rollbackDll
source: Unable to perform the rollback operation, %@
zh_hans: 无法执行回滚操作，%@

# game.adv.fixup
source: Try to fix the startup error
zh_hans: 尝试修复启动时错误

# game.adv.hud
source: Enable Metal HUD
zh_hans: 启用 Metal 性能监视屏幕

# game.adv.info.backupDll
source: The backup of the dynamic link library is completed.
zh_hans: 动态链接库备份完成。

# game.adv.info.replaceDll
source: Replace DLL successfully.
zh_hans: 替换DLL成功。

# game.adv.info.rollbackDll
source: DLL rolled back successfully.
zh_hans: DLL回滚成功。

# game.adv.msync
source: Enable MSync
zh_hans: 启用 MSync

# game.adv.retina
source: Enable Retina Mode
zh_hans: 启用高分辨率模式

# game.adv.retina.failed
source: Failed to switch the display mode, %@
zh_hans: 切换显示模式失败，%@

# game.adv.retina.ok
source: Switch the display mode successfully.
zh_hans: 切换显示模式成功。

# game.adv.uesDll
source: Use the auxiliary dynamic link library
zh_hans: 使用辅助性动态链接库

# game.adv.uesDll.apply
source: Apply
zh_hans: 应用文件

# game.adv.uesDll.rollback
source: Restore
zh_hans: 还原更改

# game.adv.useDll.backup
source: Backup
zh_hans: 备份

# game.indicator.downloading
source: Downloading
zh_hans: 正在下载

# game.indicator.setup
source: Need setup
zh_hans: 需要设置

# game.panel.choose
source: Please select the path where the game executable file(.exe) and config.ini exist at the same time.
zh_hans: 请选择游戏可执行文件和config.ini同时存在的路径

# game.settings.blocked
source: You need to set up the game before you can continue.
zh_hans: 需要先设置好游戏才能继续。

# game.settings.delete.exp
source: We will delete all the content under the path you selected and clear the game path we have recorded. This operation cannot be restored.
zh_hans: 我们将删除你选定的路径下的全部内容并清除我们所记录的游戏路径，此操作不可恢复。

# game.settings.delete.tip
source: Are you sure you want to delete the game?
zh_hans: 确定要删除游戏吗？

# game.settings.location
source: Game path
zh_hans: 游戏数据路径

# game.settings.openIn
source: Open in Finder
zh_hans: 在访达中打开

# game.settings.rechoose
source: Re-locate
zh_hans: 重新定位

# game.settings.rechoose.tip
source: You need to select the path that exists at the same time as the path of %@ and config.ini as the game data path, otherwise we will consider that the path does not have a game.
zh_hans: 你需要选择%@和 config.ini 同时存在的路径作为游戏数据路径，否则我们视为该路径不存在游戏。

# game.settings.tab.baisc
source: Basic
zh_hans: 基本信息

# game.settings.tab.update
source: Update
zh_hans: 更新游戏

# game.settings.uninstall
source: Uninstall game
zh_hans: 卸载游戏

# game.start
source: Start game
zh_hans: 开始游戏

# game.upd.check
source: Check version
zh_hans: 检查版本

# game.upd.currentVersion
source: Installed game version
zh_hans: 已安装的游戏版本

# game.upd.done
source: The selected resources have been updated.
zh_hans: 选定的资源已更新完成。

# game.upd.remoteVersion
source: Latest version
zh_hans: 最新版本

# game.upd.resList
source: Downloadable game resources
zh_hans: 可下载的游戏资源

# game.upd.tip
source: If you don't know what you need to download, please always click to download the first item in the list above and wait for the download to complete. The subsequent content will be automatically downloaded by the game after the game is opened.
zh_hans: 如果你不知道你需要下载什么，请始终点按下载上面的列表中的第一个项目并等待下载完成，随后的内容将会在游戏打开后由游戏自动下载。

# game.upd.waiting
source: Please wait patiently during the download process.
zh_hans: 下载过程中请耐心等待。

# game.waiting.downloadPaused
source: The download has been suspended.
zh_hans: 下载已暂停

# gametype.hk4e_cn
source: Genshin Impact (CN - Official)
zh_hans: 原神（国服·官方）

# gametype.nap_cn
source: Zenless Zone Zero (CN - Official)
zh_hans: 绝区零（国服·官方）

# home.gametime
source: %@ h %@ m
zh_hans: %@小时%@分钟

# home.side.emergency
source: First Aid Tool
zh_hans: 急救工具

# home.side.screenshot
source: Screenshots
zh_hans: 游戏内截图

# home.side.settings
source: Settings
zh_hans: 设置

# news.error.fetch
source: Unable to get game news, %@
zh_hans: 无法获取游戏新闻，%@

# news.tab.activity
source: Activity
zh_hans: 活动

# news.tab.info
source: Info
zh_hans: 资讯

# news.tab.notice
source: Notice
zh_hans: 通知

# news.waiting
source: Waiting...
zh_hans: 请稍等…

# settings.tab.game
source: Game settings
zh_hans: 游戏设置

# settings.tab.wine
source: Wine settings
zh_hans: Wine 设置

# settings.tab.wineUpd
source: Updater
zh_hans: 软件更新

# upd.wine.applyUpd
source: Apply update
zh_hans: 应用更新

# upd.wine.done
source: The Wine has been updated to the version of your choice.
zh_hans: 已将Wine更新到了你所选择的版本。

# upd.wine.failed
source: Unable to update the Wine version, %@
zh_hans: 无法更新Wine 版本，%@

# upd.wine.fatalError
source: We encountered serious problems when dealing with the Wine environment and cannot be repaired, please use first aid tools to reset your Wine environment!
zh_hans: 处理Wine环境时遇到严重问题且无法修复，请使用急救工具重置你的Wine环境！

# upd.wine.remoteVersions
source: Current optional versions
zh_hans: 当前可选版本

# upd.wine.ver.msg
source: The Wine version you selected is an old version relative to the version you are using. Are you sure you want to perform a downgrade installation?
zh_hans: 你所选择的 wine 版本相对于你正在使用的版本来说是旧版，你确定要执行降级安装吗？

# upd.wine.ver.title
source: Downgrade installation warning
zh_hans: 降级安装警告

# upd.wine.verIng
source: Obtaining
zh_hans: 获取中

# upd.wine.version
source: Current Wine version: %@
zh_hans: 当前的 Wine 版本

# wizard.download.directly
source: Download directly
zh_hans: 直接下载

# wizard.download.mirror
source: Use mirror source to download
zh_hans: 使用镜像源下载

# wizard.download.progress
source: Downloaded %@, a total of %@.
zh_hans: 已下载%@，总共%@。

# wizard.exp
source: Enter the world of animation games, start from here!
zh_hans: 这是一个专为macOS 平台设计的 Wine前端工具，可以让你轻松地进行游戏而无需处理繁琐的命令行。

# wizard.folder.exp
source: In order to unify the management of the data resources of the application, our main files are stored in %@. Unless necessary, please do not delete or change the files here at will. At the same time, the content of the preferences of this application is stored in the location designated by the system. Please do not delete it to avoid unpredictable problems.
zh_hans: 为了统一管理应用的数据资源，我们的主要文件存放在%@，除非必要，否则请不要随意删改这里的文件。同时，本应用的偏好设置的内容存放在系统指定的位置，请勿删除以免出现无法预见的问题。

# wizard.folder.title
source: File storage location
zh_hans: 文件存储位置提示

# wizard.form.dllInstallStatus
source: Auxiliary DLL file(s)
zh_hans: 辅助性动态链接库文件

# wizard.form.dlMode
source: Please select the download source
zh_hans: 请选择下载源

# wizard.form.download
source: Download
zh_hans: 下载

# wizard.form.wineDownloaded
source: Downloaded
zh_hans: 已下载

# wizard.form.wineInstalled
source: Installed
zh_hans: 已安装

# wizard.form.wineInstallStatus
source: Wine In Mashine
zh_hans: Wine 安装情况

# wizard.form.wineNotInstalled
source: Not installed
zh_hans: 未安装

# wizard.importance
source: This software is a non-profit open source software. Your download, installation and use are all resources, and any responsibility arising therefrom has nothing to do with the developer. Please uninstall this application completely within 24 hours after installation and learning. If you ignore it, you will be fully responsible for it.
zh_hans: 本软件系非营利的开放源代码软件，你的下载、安装、使用行为均系资源，由此产生的任何责任均与开发者无关。请在安装学习后的24小时内完全卸载本应用，如果无视则你需自行承担全部责任。

# wizard.start
source: Let's start!
zh_hans: 让我们开始吧！

# wizard.title
source: Welcome to use Asagl
zh_hans: 欢迎使用 Asagl
